{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    }
  }
}
